
import useAuth from "../hooks/useAuth";

const AboutUs = () => {
    const {bannerUrl} = useAuth()
  return (
    <div>
      <img
        className="w-full"
        src={bannerUrl?.image1}
        alt=""
      />
        <div className=" container mx-auto max-w-5xl flex flex-col gap-4  my-12">
          <h2 className="font-semibold text-lg">
            হলিস্টিক এগ্রো » মৎস্য চাষে আপনার সফলতা আনয়নে একটি বিশ্বস্ত
            প্রতিষ্ঠান !
          </h2>
          <p>
            হলিস্টিক এগ্রো : মৎস্য উদ্যোক্তা ও চাষীদের জন্য সারা বাংলাদেশে মাছের
            সর্বোত্তম মানের বিভিন্ন ধরনের পণ্য সরবরাহ করার লক্ষ্যে প্রতিষ্ঠিত |
            মৎস্য চাষীদের মাঠ পর্যায়ে সেবা প্রদান করা হয়ে থাকে | মার্কেটিং
            অফিসার এবং ফিশারিজ ডাক্তারের মাধ্যমে পানি ও মাছের পরীক্ষামূলক
            ট্রিটমেন্ট করা হয় এবং রোগ নির্ণয়ের মাধ্যমে সমস্যা সমাধান করা হয়ে
            থাকে 
          </p>
          <p>
            এছাড়াও, ইন্ডিয়া, চায়না ও ভিয়েতনাম থেকে মাছের ভিটামিন, প্রিমিক্স
            এবং বিভিন্ন ধরনের ঔষধ সরবরাহ করে মৎস্য উদ্যোক্তাদের নিকট পৌঁছে
            দেওয়া হয় | মৎস্য উদ্যোক্তাদের তাদের সময় মতো সেবা প্রদানের জন্য
            আমাদের প্রতিষ্ঠানের বিভিন্ন ওয়্যারহাউস থেকে খুব কম সময়ের মধ্যে
            প্রোডাক্ট পৌঁছে দেওয়া হয় 
          </p>
          <p>আপনার মৎস্য চাষে সফলতার কথা আমরা সারা দেশের মানুষের মাঝে তুলে ধরতে চাই | আপনার সফলতায় আমাদের অনুপ্রেরণা 
          </p>
          <p> বিঃ দ্রঃ »  মৎস্য উদ্যোক্তাদের সকল পরামর্শ  এবং সফলতার গল্প বলার জন্য  আমাদের নিম্নোক্ত এই নম্বরে যোগাযোগ করতে পারেন 
          </p>
          <a href="tel:+8801733326363">মোবাইল নং: ০১৭৩৩-৩২৬৩৬৩
          </a>
        </div>
    </div>
  );
};

export default AboutUs;
