

const ReturnPolicy = () => {
  return (
    <div className="mt-6">
      <img
        className="w-full"
        src='/banner1.png'
        alt=""
      />
      <div className="container mx-auto max-w-5xl flex flex-col gap-4 my-12 tracking-wide textarea-md">
        <h2 className="text-center my-3 font-bold text-xl">
          হলিস্টিক এগ্রো রিটার্ন পলিসি
        </h2>

        <p>
          ডেলিভারির সময় পণ্য যদি ক্ষতিগ্রস্ত, ত্রুটিপূর্ণ, ভুল বা অসম্পূর্ণ
          হয়, তাহলে রিটার্ন বা রিফান্ডের জন্য আমাদের কাস্টমার সার্ভিসের সাথে
          যোগাযোগ করুন।
        </p>
        <p>
          পন্য গ্রহনের ৭ দিনের মধ্যেই পন্য রিটার্ন করে ব্যাংক পেমেন্ট, বিকাশ
          অথবা ভাউচার এর মাধ্যমে বুঝে নিন রিফান্ড। রির্টান পলিসি সম্পর্কে আরও
          তথ্যের জন্য, দয়া করে আমাদের পন্য ফেরত নীতিমালা দেখুন।
        </p>
        <p>
          নির্বাচিত কিছু পন্যে আপনার সিধান্ত পরিবর্তনকে অগ্রাধিকার দেয়া হয়।
          বিস্তারিত তথ্যের জন্য অনুগ্রহ করে রিটার্ন পলিসির নিচের অংশ দেখুন।
        </p>

        <ul className="list-disc">
        <h3 className="font-semibold mb-1">হলিস্টিক এগ্রো পণ্য ফেরত দেওয়ার বৈধ কারণ</h3>
          <li className="ml-4">পণ্য ক্ষতিগ্রস্ত হলে। (ফাটা/ ভাঙা)/ত্রুটিপূর্ণ )</li>
          <li className="ml-4">
            ডেলিভার করা পণ্য অসম্পূর্ণ থাকলে । (যদি কোন পন্য পরিমানে কম থাকে)
          </li>
          <li className="ml-4">
            ডেলিভার করা পণ্যটি ভুল হলে। (ভুল পণ্য/আকার/রঙ, অথবা মেয়াদ উত্তীর্ণ)
          </li>
          <li className="ml-4">
            ডেলিভার করা পণ্যটি যদি পণ্যের বিবরণ বা ছবির সাথে না মেলে।
            (বিজ্ঞাপনের সাথে পন্যের মিল না থাকলে।
          </li>
        </ul>
      </div>
    </div>
  );
};

export default ReturnPolicy;
